package kg.geektech.finalprojectcustomcap

class Garbage {
    /*
    1) ЮАЙ стили готовы - Серган
    2) Регистрация 2 экрана в общем - Арууке должна сдать
    3) Экран восстановления пороля 3 экрана - Сделаны первые два экрана... От Элдегена, хотя должен быть Актан
    4) Экран авторизации у Элдегена, 2 экрана в общем
    5) Навбар - Серган сделан
    6) Главный экран - пустота!! Обнова. Серган сделал
    7) Экран мой аккаунт, 1 экран - Мунира вроде сделала
    8) Страница профиля, 1 экран - Мунира вроде сделала
    9) Экран избранное, 1 страница - Серган сделал
    10) Окно мои заказы, 1 экран - Мунира или Актан
    11) Сверстать карточку товара, не знаю Серган
    12) Страница деталей заказов, 1 экран -  вроде никто не сделал, Актан и Серган
    13) Сверстать экран каталог, 1 экран - Улукбек или Элдеген
    14) Сверстать корзину товаров, 1 экран - Улукбек сделал частично
    15) Сверстать экран сортировки, 1 экран - Улукбек или Арууке
     */
    /*
    Сделанные номера: 1, 5, 9, ...
    Полусделанные номера: 2, 3, 7, 8, 14,
    Не сделанные номера: 4, 6, 10, 11, 12, 13, 15,

    Что начато с 22.05.2022
    Что сделано: 6,
     */
}